[
{"text": "Do no harm and leave the world a better place than you found it.", "author": "    Patricia Cornwell  ", "tags": "inspirational"},
{"text": "One of the deep secrets of life is that all that is really worth the doing is what we do for others.", "author": "    Lewis Carroll  "},
{"text": "Silence is so freaking loud", "author": "    Sarah Dessen,  ", "tags": "just-listen"},
{"text": "I know not all that may be coming, but be it what it will, I'll go to it laughing.", "author": "    Herman Melville,  ", "tags": "adventure"},
{"text": "The bird, the pin, the song, the berries, the watch, the cracker, the dress that burst into flames. I am the mockingjay. The one that survived despite the Capitol's plans. The symbol of the rebellion.", "author": "    Suzanne Collins,  ", "tags": "catching-fire"},
{"text": "For me, literacy means freedom. For the individual and for society.", "author": "    LeVar Burton  "},
{"text": "All my days I have longed equally to travel the right road and to take my own errant path.", "author": "    Sigrid Undset,  "},
{"text": "Accio Brain!", "author": "    J.K. Rowling,  ", "tags": "ron-weasley"},
{"text": "There's nothing worse than waiting and not knowing what'll happen to you. Your own imagination can be crueler than any captor.", "author": "    Richelle Mead,  ", "tags": "academy"},
{"text": "The worst thing about new books is that they keep us from reading the old ones.", "author": "    Joseph Joubert  ", "tags": "books"},
{"text": "Whatever you can do or dream you can, begin it.", "author": "    John Anster,  ", "tags": "inspirational"},
{"text": "It's the mortal cup Jace, not the mortal toilet bowl.", "author": "    Cassandra Clare  ", "tags": "city-of-bones"},
{"text": "You know it's never fifty-fifty in a marriage. It's always seventy-thirty, or sixty-forty. Someone falls in love first. Someone puts someone else up on a pedestal. Someone works very hard to keep things rolling smoothly; someone else sails along for the ride.", "author": "    Jodi Picoult,  ", "tags": "inequality"},
{"text": "It's so strange how life works: You want something and you wait and wait and feel like it's taking forever to come. Then it happens and it's over and all you want to do is curl back up in that moment before things changed.", "author": "    Lauren Oliver,  ", "tags": "aspirations"},
{"text": "To hurt is as human as to breathe.", "author": "    J.K. Rowling,  ", "tags": "human"},
{"text": "The supreme art of war is to subdue the enemy without fighting.", "author": "    Sun Tzu,  ", "tags": "diplomacy"},
{"text": "The surest way to corrupt a youth is to instruct him to hold in higher esteem those who think alike than those who think differently.", "author": "    Friedrich Nietzsche  ", "tags": "corruption"},
{"text": "Be steady and well-ordered in your life so that you can be fierce and original in your work.", "author": "    Gustave Flaubert  ", "tags": "inspirational"},
{"text": "if you love two people at the same time, choose the second. Because if you really loved the first one, you wouldn't have fallen for the second.", "author": "    Johnny Depp  ", "tags": "relationship"},
{"text": "You live like this, sheltered, in a delicate world, and you believe you are living. Then you read a book or you take a trip and you discover that you are not living, that you are hibernating. The symptoms of hibernating are easily detectable: first, restlessness. The second symptom (when hibernating becomes dangerous and might degenerate into death): absence of pleasure. That is all. It appears like an innocuous illness. Monotony, boredom, death. Millions live like this (or die like this) without knowing it. They work in offices. They drive a car. They picnic with their families. They raise children. And then some shock treatment takes place, a person, a book, a song, and it awakens them and saves them from death. Some never awaken.", "author": "    Anaïs Nin,  ", "tags": "anais"},
{"text": "What is that feeling when you're driving away from people and they recede on the plain till you see their specks dispersing? - it's the too-huge world vaulting us, and it's good-bye. But we lean forward to the next crazy venture beneath the skies.", "author": "    Jack Kerouac,  ", "tags": "adventure"},
{"text": "Question everything. Your love, your religion, your passion. If you don't have questions, you'll never find answers.", "author": "    Colleen Hoover,  "},
{"text": "Lord, what fools these mortals be!", "author": "    William Shakespeare,  ", "tags": "comedy"},
{"text": "Learning to ignore things is one of the great paths to inner peace.", "author": "    Robert J. Sawyer,  "},
{"text": "The problem with doing nothing is not knowing when you are finished.", "author": "    Nelson De Mille  "},
{"text": "See, the problem is that God gives men a brain and a penis, and only enough blood to run one at a time.", "author": "    Robin Williams  ", "tags": "humor"},
{"text": "Dress shabbily and they remember the dress; dress impeccably and they remember the woman.", "author": "    Coco Chanel  ", "tags": "dresses"},
{"text": "The difference between sex and love is that sex relieves tension and love causes it.", "author": "    Woody Allen  ", "tags": "sex"},
{"text": "Be happy for this moment. This moment is your life.", "author": "    OMAR KHAYYAM,  "},
{"text": "The worst type of crying wasn't the kind everyone could see--the wailing on street corners, the tearing at clothes. No, the worst kind happened when your soul wept and no matter what you did, there was no way to comfort it. A section withered and became a scar on the part of your soul that survived. For people like me and Echo, our souls contained more scar tissue than life.", "author": "    Katie McGarry,  ", "tags": "crying"},
{"text": "Black hair and blue eyes are my favorite combination.", "author": "    Cassandra Clare,  ", "tags": "magnus-bane"},
{"text": "Laugh, even when you feel too sick or too worn out or tired.", "author": "    Alysha Speer  ", "tags": "afraid"},
{"text": "You think the dead we loved truly ever leave us? You think that we don't recall them more clearly in times of great trouble?", "author": "    J.K. Rowling,  ", "tags": "dead"},
{"text": "No amount of regretting can change the past, and no amount of worrying can change the future.", "author": "    Roy T. Bennett,  ", "tags": "inspiration"},
{"text": "The starting point of all achievement is DESIRE. Keep this constantly in mind. Weak desire brings weak results, just as a small fire makes a small amount of heat.", "author": "    Napoleon Hill,  ", "tags": "inspirational"},
{"text": "Your emotions are the slaves to your thoughts, and you are the slave to your emotions.", "author": "    Elizabeth Gilbert,  ", "tags": "emotions"},
{"text": "It is better to offer no excuse than a bad one.", "author": "    George Washington  ", "tags": "confession"},
{"text": "My wish is that you may be loved to the point of madness.", "author": "    André Breton,  ", "tags": "love"},
{"text": "I don't think there is any truth. There are only points of view. ", "author": "    Allen Ginsberg  "},
{"text": "If you don't go after what you want, you'll never have it. If you don't ask, the answer is always no. If you don't step forward, you're always in the same place.", "author": "    Nora Roberts  ", "tags": "inspirational"},
{"text": "If you want to be happy, be.", "author": "    Tolstoy Leo  ", "tags": "inspirational"},
{"text": "One must live as if it would be forever, and as if one might die each moment. Always both at once.", "author": "    Mary Renault,  ", "tags": "alexander-the-great"},
{"text": "While I sleep, I dream of you, and when I wake, I long to hold you in my arms. If anything, our time apart has only made me more certain that I want to spend my nights by your side, and my days with your heart.", "author": "    Nicholas Sparks,  "},
{"text": "Poetry is what gets lost in translation.", "author": "    Robert Frost  ", "tags": "poetry"},
{"text": "It is often in the darkest", "author": "    Richard Evans  ", "tags": "hope"},
{"text": "Dreams come true. Without that possibility, nature would not incite us to have them. ", "author": "    John Updike  ", "tags": "to-keep-up-ur-dreams-_"},
{"text": "If you love something set it free, but don't be surprised if it comes back with herpes.", "author": "    Chuck Palahniuk  ", "tags": "humor"},
{"text": "The truth is what I make it. I could set this world on fire and call it rain.", "author": "    Victoria Aveyard,  "},
{"text": "I have spread my dreams under your feet.", "author": "    W.B. Yeats  "},
{"text": "Today is the sort of day where the sun only comes up to humiliate you.", "author": "    Chuck Palahniuk,  ", "tags": "today"},
{"text": "It was a bright cold day in April, and the clocks were striking thirteen.", "author": "    George Orwell,  ", "tags": "april"},
{"text": "There is nothing more deceptive than an obvious fact.", "author": "    Arthur Conan Doyle,  ", "tags": "deception"},
{"text": "I am not interested in being original. I am interested in being true.", "author": "    Agostinho da Silva  "},
{"text": "Whenever my environment had failed to support or nourish me, I had clutched at books...", "author": "    Richard Wright,  "},
{"text": "It is easy in the world to live after the world's opinion; it is easy in solitude to live after our own; but the great man is he who in the midst of the crowd keeps with perfect sweetness the independence of solitude.", "author": "    Ralph Waldo Emerson,  ", "tags": "essay"},
{"text": "Yes, we praise women over 40 for a multitude of reasons. Unfortunately, it's not reciprocal. For every stunning, smart, well-coiffed, hot woman over 40, there is a bald, paunchy relic in yellow pants making a fool of himself with some 22-year old waitress. Ladies, I apologize. For all those men who say, \"Why buy the cow when you can get the milk for free?\", here's an update for you. Nowadays 80% of women are against marriage. Why? Because women realize it's not worth buying an entire pig just to get a little sausage!", "author": "    Frank Kaiser  ", "tags": "age"},
{"text": "Be awesome! Be a book nut!", "author": "    Dr. Seuss  ", "tags": "books"},
{"text": "Autumn is a second spring when every leaf is a flower.", "author": "    Albert Camus  ", "tags": "autumn"},
{"text": "Every life has death and every light has shadow. Be content to stand in the light and let the shadow fall where it will.", "author": "    Mary Stewart,  "},
{"text": "Imagination does not become great until human beings, given the courage and the strength, use it to create.", "author": "    Maria Montessori  ", "tags": "imagination"},
{"text": "If everyone demanded peace instead of another television set, then there'd be peace.", "author": "    John Lennon  ", "tags": "activism"},
{"text": "That was enterprising,\" Will sounded nearly impressed.", "author": "    Cassandra Clare,  "},
{"text": "You know, some people think Shadowhunters are just myths. Like mummies and genies.\" Kyle grinned at Jace. \"Can you grant wishes?\"", "author": "    Cassandra Clare,  ", "tags": "city-of-fallen-angels"},
{"text": "I am a part of all that I have met.", "author": "    Alfred Tennyson,  ", "tags": "attitude"},
{"text": "The sad truth is the truth is sad.", "author": "    Lemony Snicket,  "},
{"text": "أسوء تعذيب فى العالم هو الشخص المُصر على الكلام بينما أنت مُثقل بالهموم , ترغب فى أن تبقى صامتاً وأن تصغى لأفكارك.", "author": "    أحمد خالد توفيق  "},
{"text": "Peace cannot be kept by force; it can only be achieved by understanding.", "author": "    Albert Einstein  ", "tags": "force"},
{"text": "It is nothing to die. It is frightful not to live.", "author": "    Victor Hugo,  ", "tags": "death"},
{"text": "If my doctor told me I had only six minutes to live, I wouldn't brood. I'd type a little faster.", "author": "    Isaac Asimov  ", "tags": "humor"},
{"text": "That's what fiction is for. It's for getting at the truth when the truth isn't sufficient for the truth.", "author": "    Tim O'Brien  ", "tags": "fiction"},
{"text": "I sought to hear the voice of God and climbed the topmost steeple, but God declared: \"Go down again - I dwell among the people.", "author": "    John Henry Newman  ", "tags": "god"},
{"text": "Learn to light a candle in the darkest moments of someones life. Be the light that helps others see; it is what gives life its deepest significance.", "author": "    Roy T. Bennett,  ", "tags": "giving"},
{"text": "Love: It will kill you and save you, both", "author": "    Lauren Oliver,  "},
{"text": "I just want you to know that youre very special and the only reason Im telling you is that I dont know if anyone else ever has.", "author": "    Stephen Chbosky,  ", "tags": "inspirational"},
{"text": "Whatever you do, you need courage. Whatever course you decide upon, there is always someone to tell you that you are wrong. There are always difficulties arising that tempt you to believe your critics are right. To map out a course of action and follow it to an end requires some of the same courage that a soldier needs. Peace has its victories, but it takes brave men and women to win them.", "author": "    Ralph Waldo Emerson  ", "tags": "courage"},
{"text": "The present changes the past. Looking back you do not find what you left behind.", "author": "    Kiran Desai,  ", "tags": "change"},
{"text": "In the end that was the choice you made, and it doesn't matter how hard it was to make it. It matters that you did.", "author": "    Cassandra Clare,  ", "tags": "choices"},
{"text": "There's no need to clarify my finger snap,\" said Magnus. \"The implication was clear in the snap itself.", "author": "    Cassandra Clare,  ", "tags": "city-of-ashes"},
{"text": "If everybody minded their own business, the world would go around a great deal faster than it does.", "author": "    Lewis Caroll,  ", "tags": "alice-in-wonderland"},
{"text": "Is man merely a mistake of God's? Or God merely a mistake of man?", "author": "    Friedrich Nietzsche  ", "tags": "atheism"},
{"text": "Dare to live the life you have dreamed for yourself. Go forward and make your dreams come true.", "author": "    Ralph Waldo Emerson    ", "tags": "dreams"},
{"text": "Demons run when a good man goes to war", "author": "    Steven Moffat  ", "tags": "doctor-who"},
{"text": "We are all born mad. Some remain so.", "author": "    Samuel Beckett  ", "tags": "rena-silverman"},
{"text": "Ghosts don't haunt us. That's not how it works. They're present among us because we won't let go of them.", "author": "    Sue Grafton,  "},
{"text": "Coach: \"All right, Patch. let's say you're at a party. the room is full of girls of all shapes and sizes. You see blondes, brunettes, redheads, a few girl with black hair. Some are talkive, while other appear shy. You've one girl who fits your profile - attractive, intelligent and vulnerable. Dow do you let her know you're interested?\"", "author": "    Becca Fitzpatrick,  ", "tags": "becca-fitzpatrick"},
{"text": "It's so much darker when a light goes out than it would have been if it had never shone.", "author": "    John Steinbeck,  ", "tags": "absence"},
{"text": "Real generosity towards the future lies in giving all to the present.", "author": "    Albert Camus,  ", "tags": "carpe-diem"},
{"text": "Laugh and the world laughs with you, snore and you sleep alone.", "author": "    anthony burgess  ", "tags": "alone"},
{"text": "All human wisdom is contained in these two words - Wait and Hope", "author": "    Alexandre Dumas,  ", "tags": "book-the-count-of-monte-cristo"},
{"text": "I am free and that is why I am lost.", "author": "    Franz Kafka  "},
{"text": "There were always in me, two women at least, one woman desperate and bewildered, who felt she was drowning and another who would leap into a scene, as upon a stage, conceal her true emotions because they were weaknesses, helplessness, despair, and present to the world only a smile, an eagerness, curiosity, enthusiasm, interest.", "author": "    Anais Nin  "},
{"text": "The world was collapsing, and the only thing that really mattered to me was that she was alive.", "author": "    Rick Riordan,  ", "tags": "infatuation"},
{"text": "I'm not lost for I know where I am. But however, where I am may be lost.", "author": "    A.A. Milne,  "},
{"text": "It matters not how strait the gate,", "author": "    William Ernest Henley,  ", "tags": "captain"},
{"text": "No matter how plain a woman may be, if truth and honesty are written across her face, she will be beautiful.", "author": "    Eleanor Roosevelt  ", "tags": "beauty"},
{"text": "She was ready to deny the existence of space and time rather than admit that love might not be eternal.", "author": "    Simone de Beauvoir,  "},
{"text": "Everyone has secrets. It's just a matter of finding out what they are.", "author": "    Stieg Larsson,  "},
{"text": "You don't love a girl because of beauty. You love her because she sings a song only you can understand.", "author": "    L.J. Smith,  ", "tags": "james"},
{"text": "No great mind has ever existed without a touch of madness.", "author": "    Aristotle  ", "tags": "aristotle"},
{"text": "The Voice", "author": "    Shel Silverstein  ", "tags": "books"},
{"text": "After all, Ginger Rogers did everything that Fred Astaire did. She just did it backwards and in high heels.", "author": "    Ann Richards  ", "tags": "dance"},
{"text": "Each night, when I go to sleep, I die. And the next morning, when I wake up, I am reborn.", "author": "    Mahatma Gandhi  ", "tags": "day"},
{"text": "A concept is a brick. It can be used to build a courthouse of reason. Or it can be thrown through the window.", "author": "    Gilles Deleuze,  ", "tags": "anarchy"},
{"text": "Threats are the last resort of a man with no vocabulary.", "author": "    Tamora Pierce,  "},
{"text": "There must be something in books, something we cant imagine, to make a woman stay in a burning house; there must be something there. You dont stay for nothing.", "author": "    Ray Bradbury,  ", "tags": "books"},
{"text": "If we have no peace, it is because we have forgotten that we belong to each other.", "author": "    Mother Teresa  ", "tags": "compassion"},
{"text": "One more time? For the audience?\" he says. His voice isn't angry. It's hollow, which is worse. Already the boy with the bread is slipping away from me.", "author": "    Suzanne Collins,  ", "tags": "away"},
{"text": "None of us knows what might happen even the next minute, yet still we go forward. Because we trust. Because we have Faith.", "author": "    Paulo Coelho,  ", "tags": "faith"},
{"text": "This is what we call love. When you are loved, you can do anything in creation. When you are loved, there's no need at all to understand what's happening, because everything happens within you.", "author": "    Paulo Coelho,  ", "tags": "love"},
{"text": "Do you not see how necessary a world of pains and troubles is to school an intelligence and make it a soul?", "author": "    John Keats,  ", "tags": "art"},
{"text": "It's like learning to ride a unicorn. You never forget.", "author": "    Eoin Colfer,  ", "tags": "centaur"},
{"text": "livid,", "author": "    David Levithan,  ", "tags": "cheating"},
{"text": "Stepping onto a brand-new path is difficult, but not more difficult than remaining in a situation, which is not nurturing to the whole woman.", "author": "    Maya Angelou  ", "tags": "change"},
{"text": "The past beats inside me like a second heart.", "author": "    John Banville,  ", "tags": "memories"},
{"text": "If you win, you need not have to explain...If you lose, you should not be there to explain!", "author": "    Adolf Hitler  ", "tags": "philosophy"},
{"text": "I was born with an enormous need for affection, and a terrible need to give it.", "author": "    Audrey Hepburn  "},
{"text": "Marriage can wait, education cannot.", "author": "    Khaled Hosseini,  ", "tags": "education"},
{"text": "Not that I want to be a god or a hero. Just to change into a tree, grow for ages, not hurt anyone.", "author": "    Czeslaw Milosz  "},
{"text": "If you try to fail, and succeed, which have you done?", "author": "    George Carlin  ", "tags": "humor"},
{"text": "Keep Going", "author": "    Roy T. Bennett,  ", "tags": "adversity"},
{"text": "Books: a beautifully browsable invention that needs no electricity and exists in a readable form no matter what happens.", "author": "    Nicholson Baker  ", "tags": "books"},
{"text": "A question that sometimes drives me hazy: am I or are the others crazy?", "author": "    Albert Einstein  ", "tags": "crazy"},
{"text": "Scars have the strange power to remind us that our past is real.", "author": "    Cormac McCarthy,  ", "tags": "healing"},
{"text": "Here's to the kids.", "author": "    Pete Wentz  "},
{"text": "في داخلي شُرْفَةٌ", "author": "    محمود درويش  "},
{"text": "There were things I wanted to tell him. But I knew they would hurt him. So I buried them, and let them hurt me.", "author": "    Jonathan Safran Foer,  "},
{"text": "I walk around the school hallways and look at the people. I look at the teachers and wonder why they're here. If they like their jobs. Or us. And I wonder how smart they were when they were fifteen. Not in a mean way. In a curious way. It's like looking at all the students and wondering who's had their heart broken that day, and how they are able to cope with having three quizzes and a book report due on top of that. Or wondering who did the heart breaking. And wondering why.", "author": "    Stephen Chbosky,  ", "tags": "alienation"},
{"text": "Our greatest glory is not in never falling, but in rising every time we fall.", "author": "    Oliver Goldsmith,  ", "tags": "misattributed-to-confucius"},
{"text": "I don't know where I'm going, but I'm on my way.", "author": "    Carl Sandburg  ", "tags": "progress"},
{"text": "We learn from failure, not from success!", "author": "    Bram Stoker,  ", "tags": "doubt"},
{"text": "In the middle of difficulty lies opportunity", "author": "    Albert Einstein  "},
{"text": "Because this is what happens when you try to run from the past. It just doesnt catch up, it overtakes  blotting out the future.", "author": "    Sarah Dessen,  "},
{"text": "Ally.\" Peeta says the words slowly, tasting it. \"Friend. Lover. Victor. Enemy. Fiancee. Target. Mutt. Neighbor. Hunter. Tribute. Ally. I'll add it to the list of words I use to try to figure you out. The problem is, I can't tell what's real anymore, and what's made up.", "author": "    Suzanne Collins,  ", "tags": "peeta-mellark"},
{"text": "You're beautiful and sad,\" I said finally, not looking at him when I did. \"Just like your eyes. You're like a song that I heard when I was a little kid but forgot I knew until I heard it again.\" For a long moment there was only the whirring sound of the tires on the road, and then Sam said softly, \"Thank you.", "author": "    Maggie Stiefvater,  ", "tags": "grace-sam"},
{"text": "You can't lie to your soul.", "author": "    Irvine Welsh,  ", "tags": "honesty"},
{"text": "My fault, my failure, is not in the passions I have, but in my lack of control of them.", "author": "    Jack Kerouac  ", "tags": "failure"},
{"text": "I have never met a man so ignorant that I couldn't learn something from him.", "author": "    Galileo Galilei  ", "tags": "inspirational"},
{"text": "Like all magnificent things, it's very simple.", "author": "    Natalie Babbitt,  ", "tags": "elegance"},
{"text": "Book collecting is an obsession, an occupation, a disease, an addiction, a fascination, an absurdity, a fate. It is not a hobby. Those who do it must do it. Those who do not do it, think of it as a cousin of stamp collecting, a sister of the trophy cabinet, bastard of a sound bank account and a weak mind.", "author": "    Jeanette Winterson  ", "tags": "books"},
{"text": "Winter is the time for comfort, for good food and warmth, for the touch of a friendly hand and for a talk beside the fire: it is the time for home.", "author": "    Edith Sitwell  ", "tags": "comfort"},
{"text": "Where is Wood?\" said Harry, suddenly realizing he wasn't there.", "author": "    J. K. Rowling,  ", "tags": "humor"},
{"text": "Dreams are the touchstones of our characters.", "author": "    Henry David Thoreau  ", "tags": "characters"},
{"text": "Katniss, the girl who was on fire!", "author": "    Suzanne Collins,  ", "tags": "touchin"},
{"text": "The main reason Santa is so jolly is because he knows where all the bad girls live.", "author": "    George Carlin  ", "tags": "bad-girls"},
{"text": "I used to believe in forever, but forever's too good to be true", "author": "    A.A. Milne,  "},
{"text": "Half the world is composed of people who have something to say and can't, and the other half who have nothing to say and keep on saying it.", "author": "    Robert Frost  ", "tags": "new-england-wisdom"},
{"text": "I just did some calculations and I've been able to determine that you're full of shit.", "author": "    John Green,  ", "tags": "colonel"},
{"text": "Happiness is not the absence of problems, it's the ability to deal with them.", "author": "    Steve Maraboli,  ", "tags": "empowerment"},
{"text": "What can you do to promote world peace? Go home and love your family.", "author": "    Mother Teresa  ", "tags": "paraphrased"},
{"text": "There is nothing more dreadful than the habit of doubt. Doubt separates people. It is a poison that disintegrates friendships and breaks up pleasant relations. It is a thorn that irritates and hurts; it is a sword that kills.", "author": "    Buddha Siddhartha Guatama Shakyamuni  ", "tags": "inspirational"},
{"text": "Just tell me how to be different in a way that makes sense.", "author": "    Stephen Chbosky,  "},
{"text": "The only person you are destined to become is the person you decide to be.", "author": "    Ralph Waldo Emerson  ", "tags": "destiny"},
{"text": "Life is far too important a thing ever to talk seriously about.", "author": "    Oscar Wilde,  ", "tags": "life-surrealistic"},
{"text": "God does not play dice with the universe; He plays an ineffable game of His own devising, which might be compared, from the perspective of any of the other players [i.e. everybody], to being involved in an obscure and complex variant of poker in a pitch-dark room, with blank cards, for infinite stakes, with a Dealer who won't tell you the rules, and who", "author": "    Terry Pratchett,  ", "tags": "einstein"},
{"text": "You can go through life and make new friends every year - every month practically - but there was never any substitute for those friendships of childhood that survive into adult years. Those are the ones in which we are bound to one another with hoops of steel.", "author": "    Alexander McCall Smith,  ", "tags": "friendship"},
{"text": "It is difficult, when faced with a situation you cannot control, to admit you can do nothing.", "author": "    Lemony Snicket,  ", "tags": "truth"},
{"text": "Sometimes I lie awake at night, and I ask, 'Where have I gone wrong'.", "author": "    Charlie Schultz  ", "tags": "charlie-brown"},
{"text": "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.", "author": "    Roy T. Bennett,  ", "tags": "achievement"},
{"text": "what's your name?\"", "author": "    Richelle Mead,  ", "tags": "academy"},
{"text": "I suspect the most we can hope for, and it's no small hope, is that we never give up, that we never stop giving ourselves permission to try to love and receive love.", "author": "    Elizabeth Strout,  "},
{"text": "The Bhagavad Gita--that ancient Indian Yogic text--says that it is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection.", "author": "    Elizabeth Gilbert,  ", "tags": "life"},
{"text": ". . . when it comes down to it, thats what life is all about: showing up for the people you love, again and again, until you cant show up anymore.", "author": "    Rebecca Walker,  ", "tags": "inspirational"},
{"text": "It is always sad when someone leaves home, unless they are simply going around the corner and will return in a few minutes with ice-cream sandwiches.", "author": "    Lemony Snicket,  ", "tags": "ice-cream-sandwhiches"},
{"text": "In new situations, all the trickiest rules are the ones nobody bothers to explain to you. (And the ones you can't Google.)", "author": "    Rainbow Rowell,  "},
{"text": "I won't ever leave you, even though you're always leaving me.", "author": "    Audrey Niffenegger,  ", "tags": "heartbreak"},
{"text": "The bond forged between us was not one that could be broken by absence, distance, or time. And no matter how much more special or beautiful or brilliant or perfect than me he might be, he was as irreversibly altered as I was. As I would always belong to him, so would he always be mine.", "author": "    Stephenie Meyer,  ", "tags": "bella"},
{"text": "Our imagination flies -- we are its shadow on the earth.", "author": "    Vladimir Nabokov  ", "tags": "imagination"},
{"text": "It is the absence of facts that frightens people: the gap you open, into which they pour their fears, fantasies, desires.", "author": "    Hilary Mantel,  ", "tags": "facts"},
{"text": "I feel too much. That's what's going on.' 'Do you think one can feel too much? Or just feel in the wrong ways?' 'My insides don't match up with my outsides.' 'Do anyone's insides and outsides match up?' 'I don't know. I'm only me.' 'Maybe that's what a person's personality is: the difference between the inside and outside.' 'But it's worse for me.' 'I wonder if everyone thinks it's worse for him.' 'Probably. But it really is worse for me.", "author": "    Jonathan Safran Foer,  ", "tags": "alone"},
{"text": "sometimes you don't need a goal in life, you don't need to know the big picture. you just need to know what you're going to do next!", "author": "    Sophie Kinsella,  ", "tags": "life"},
{"text": "If all the world hated you and believed you wicked, while your own conscience approved of you and absolved you from guilt, you would not be without friends.", "author": "    Charlotte Brontë,  ", "tags": "conscience"},
{"text": "If a man will begin with certainties, he shall end in doubts; but if he will be content to begin with doubts, he shall end in certainties.", "author": "    Francis Bacon,  ", "tags": "advice"},
{"text": "Romance is the glamour which turns the dust of everyday life into a golden haze. ", "author": "    Elinor Glyn  ", "tags": "inspiration"},
{"text": "He stepped back and threw his arms out.", "author": "    Richelle Mead,  ", "tags": "poem"},
{"text": "There is no point treating a depressed person as though she were just feeling sad, saying, 'There now, hang on, you'll get over it.' Sadness is more or less like a head cold- with patience, it passes. Depression is like cancer.", "author": "    Barbara Kingsolver,  ", "tags": "depression"},
{"text": "What is honor compared to a woman's love? What is duty against the feel of a newborn son in your arms . . . or the memory of a brother's smile? Wind and words. Wind and words. We are only human, and the gods have fashioned us for love. That is our great glory, and our great tragedy.", "author": "    George R.R. Martin,  "},
{"text": "I'll try anything once, twice if I like it, three times to make sure.", "author": "    Mae West  ", "tags": "humor"},
{"text": "Listen to them, the children of the night. What music they make!", "author": "    Bram Stoker  ", "tags": "dracula"},
{"text": "So you're a Shadowhunter,' Nate said. 'De Quincey told me that you lot were monsters.'", "author": "    Cassandra Clare,  ", "tags": "clockwork-angel"},
{"text": "Only someone who is well prepared has the opportunity to improvise.", "author": "    Ingmar Bergman  "}
]